/* Toolbar item tooltip */
"Add a new rule" = "Add a new rule";

/* Undo-redo action name */
"Add Models" = "Add Models";

/* Undo-redo action name */
"Delete %i Duplicate Rule" = "Delete %i Duplicate Rule";

/* Undo-redo action name */
"Delete %i Duplicate Rule(s)" = "Delete %i Duplicate Rule(s)";

/* Toolbar item label */
"Duplicate" = "Duplicate";

/* Toolbar item palette label */
"Duplicate Rule" = "Duplicate Rule";

/* Toolbar item tooltip */
"Duplicate rules" = "Duplicate rules";

/* Undo-redo action name */
"Enabled" = "Enabled";

/* Toolbar item tooltip */
"Enter a term or EOQualifier format" = "Enter a term or EOQualifier format";

/* Alert message */
"File has been deleted from disk. You will need to save it again if you don't want to lose it." = "File has been deleted from disk. You will need to save it again if you don't want to lose it.";

/* Alert message */
"File has been externally modified. You can reload rules from file or keep local version of rules, but you will need to save them, if you don't want to lose them." = "File has been externally modified. You can reload rules from file or keep local version of rules, but you will need to save them, if you don't want to lose them.";

/* Toolbar item label */
"Filter" = "Filter";

/* Toolbar item palette label */
"Filter Rules" = "Filter Rules";

/* Toolbar item label */
"General" = "General";

/* Toolbar item tooltip */
"General Preferences" = "General Preferences";

/* Undo-redo action name */
"Insert %i Rule" = "Insert %i Rule";

/* Undo-redo action name */
"Insert %i Rules" = "Insert %i Rules";

/* Button title */
"Keep Local Version" = "Keep Local Version";

/* Toolbar item label */
"Models" = "Models";

/* Toolbar item label */
"New" = "New";

/* Toolbar item palette label */
"New Rule" = "New Rule";

/* Toolbar item label */
"Next" = "Next";

/* Toolbar item palette label */
"Next Rule" = "Next Rule";

/* Error message */
"No 'rules' key-value pair" = "No 'rules' key-value pair";

/* Toolbar item label */
"Preview" = "Preview";

/* Toolbar item palette label */
"Preview Rule" = "Preview Rule";

/* Toolbar item label */
"Previous" = "Previous";

/* Toolbar item palette label */
"Previous Rule" = "Previous Rule";

/* Button title */
"Reload" = "Reload";

/* Toolbar item label */
"Remove" = "Remove";

/* Undo-redo action name */
"Remove %i Model" = "Remove %i Model";

/* Undo-redo action name */
"Remove %i Model(s)" = "Remove %i Model(s)";

/* Undo-redo action name */
"Remove %i Rule" = "Remove %i Rule";

/* Undo-redo action name */
"Remove %i Rules" = "Remove %i Rules";

/* Toolbar item palette label */
"Remove Rule" = "Remove Rule";

/* Toolbar item tooltip */
"Remove rules" = "Remove rules";

/* Alert title */
"Rule file changed on disk" = "Rule file changed on disk";

/* Alert title */
"Rule file deleted on disk" = "Rule file deleted on disk";

/* Toolbar item tooltip */
"Select next rule" = "Select next rule";

/* Toolbar item tooltip */
"Select previous rule" = "Select previous rule";

/* Undo-redo action name */
"Set Absolute Path" = "Set Absolute Path";

/* Undo-redo action name */
"Set Left-Hand Side" = "Set Left-Hand Side";

/* Undo-redo action name */
"Set Priority to %@" = "Set Priority to %@";

/* Undo-redo action name */
"Set Relative Path" = "Set Relative Path";

/* Undo-redo action name */
"Set RHS Class to %@" = "Set RHS Class to %@";

/* Undo-redo action name */
"Set RHS Key to %@" = "Set RHS Key to %@";

/* Undo-redo action name */
"Set RHS Value to %@" = "Set RHS Value to %@";

/* Validation error description */
"This is not a valid java class name" = "This is not a valid java class name";

/* Validation error description */
"This is not a valid qualifier:\n\n%@" = "This is not a valid qualifier:\n\n%@";

/* Validation error description */
"This is not a valid right value (property list)." = "This is not a valid right value (property list).";

/* Validation error description */
"This is not a valid right value (property list):\n\n%@" = "This is not a valid right value (property list):\n\n%@";

/* Toolbar item palette label */
"Toggle Models" = "Toggle Models";

/* Toolbar item tooltip */
"Toggle the model list drawer" = "Toggle the model list drawer";

/* Toolbar item tooltip */
"Toggle the source preview drawer" = "Toggle the source preview drawer";

/* Error message */
"Unknown file type" = "Unknown file type";

